Repository: 10up/restricted-site-access
Catalog: localization/restricted-site-access-*.po
Languages: es_es

source: Access to this site is restricted.
es_es: El acceso a este sitio está restringido.

source: Handle restricted visitors
es_es: Manejar visitantes restringido

source: Restriction message
es_es: Restricción mensaje

source: Redirect web address
es_es: Reorientar dirección web

source: Redirect to same path
es_es: Redirigir a mismo camino

source: Redirection status code
es_es: Redirección código de estatus

source: Restricted notice page
es_es: Página nota restringido

source: Unrestricted IP addresses
es_es: Direcciones IP sin restricciones

source: Public access to this site has been restricted.
es_es: Acceso público a este sitio ha sido restringido.

source: Restricted Site Access plug-in is blocking public access to this site.
es_es: Restricted Site Access plug-in está bloqueando acceso público a este sitio.

source: Click "Save Changes" to save this IP address.
es_es: Clic en "Guardar cambios" para guardar esta dirección IP.

source: remove
es_es: eliminar

source: confirm removal
es_es: confirmar eliminación

source: cancel
es_es: cancelar

source: Please select the page you want to show restricted visitors. If no page is selected, WordPress will simply show a general restriction message.
es_es: Por favor, seleccione la página que desea mostrar a los visitantes restringido. Si no se selecciona la página, WordPress, simplemente se mostrará un mensaje de restricción general.

source: Please enter the web address you would like to redirect restriced visitors to. If no address is entered, visitors will be redirected to the login screen.
es_es: Por favor, introduzca la dirección Web que desee redirigir a los visitantes a restriced. Si no se introduce la dirección, los visitantes va a ser redirigido a la pantalla de inicio de sesión.

source: Restrict site access to visitors who are logged in or allowed by IP address
es_es: Restringir acceso al sitio a los visitantes que están registrado o autorizados por dirección IP

source: Send them to the WordPress login screen
es_es: Enviar a la pantalla de login de WordPress

source: Redirect them to a specified web address
es_es: Redirigir a una dirección web especificada

source: Show them a simple message
es_es: Mostrarles un mensaje simple

source: Show them a specific WordPress page I've created
es_es: Muéstrales una determinada página de WordPress que he creado

source: add
es_es: añadir

source: Enter a single IP address or a range using a subnet prefix
es_es: Especificar una única dirección IP o un rango con un prefijo de subred

source: help
es_es: ayuda

source: add my current IP address
es_es: añadir mi dirección IP actual

source: To manage IP addresses, you must use a JavaScript enabled browser.
es_es: Para administrar las direcciones IP, debe utilizar un buscador compatible con JavaScript.

source: Send restricted visitor to same path (relative URL) at the new web address
es_es: Enviar visitante restringido a mismo camino (URL relativa) en la nueva dirección web

source: 301 Permanent
es_es: 301 Permanente

source: 302 Undefined
es_es: 302 Indefinido

source: 307 Temporary
es_es: 307 Temporario

source: HTTP status code sent to browser
es_es: Código de estado HTTP envía al navegador

source: is a plug-in by
es_es: es un plug-in de

source: that allows you to restrict access to logged in users and a set of IP addresses.
es_es: que le permite restringir el acceso a usuarios registrados y un conjunto de direcciones IP.

source: choose the method for handling visitors to your site that are restricted.
es_es: elegir el método para el manejo de los visitantes de su sitio web que se encuentran restringidas.

source: Allowed IP addresses
es_es: Direcciones IP permitidas

source: enter a single IP address (for example, 192.168.1.105) or an IP range using a network prefix (for example, 10.0.0.1/24). Enter your addresses carefully! Here's a
es_es: especificar una única dirección IP (por ejemplo, 192.168.1.105) o un rango de IP con un prefijo de red (por ejemplo, 10.0.0.1/24). Ingrese su dirección con cuidado! Aquí hay una

source: handy calculator
es_es: práctica calculadora

source: to check your prefix.
es_es: para comprobar su prefijo.

source: Redirection Options
es_es: Opciones de Redirección

source: The redirection fields are only used when "Handle restricted visitors" is set to "Redirect them to a specified web address".
es_es: Los campos de redirección se utiliza sólo cuando "Manejar visitantes restringido" se pone en "Redirigir a una dirección web especificada".

source: the web address of the site you want the visitor redirected to.
es_es: la dirección Web del sitio que desea que el visitante la redirección.

source: redirect the visitor to the same path (URI) entered at this site. Typically used when there are two, very similar sites at different public web addresses; for instance, a parallel development server accessible on the Internet but not intended for the public.
es_es: redirigir al visitante en el mismo camino (URI), entró en este sitio. Normalmente se usa cuando hay dos, los sitios muy similar en las diferentes direcciones de Internet públicas, por ejemplo, un servidor de desarrollo paralelo accesible en Internet, pero no destinados al público.

source: redirect status codes can provide certain visitors, particularly search engines, more information about the nature of the redirect. A 301 redirect tells search engines that a page has moved permanently to the new location. 307 indicates a temporary redirect. 302 is an undefined redirect.
es_es: redirigir los códigos de estado puede ofrecer a los visitantes algunos, en particular los motores de búsqueda, más información sobre la naturaleza de la redirección. Una redirección 301 le dice a los motores de búsqueda que una página se ha movido permanentemente a la nueva ubicación. 307 indica una redirección temporal. 302 es una redirección indefinido.

source: Settings
es_es: Configuración
